IDEA StatiCa Open Model
ColumnDataEc2.BracedZ Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Braced structure Z-Z
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool BracedZ { get; set; }
Public Property BracedZ As Boolean
	Get
	Set
public:
property bool BracedZ {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace